{
  "books": [
    {
      "title": "Ведьмак - последнее желание",
      "description": "Сборник рассказов писателя Анджея Сапковского в жанре фэнтези, объединённых общим персонажем - ведьмаком Геральтом из Ривии. Это первое произведение из цикла «Ведьмак» как по хронологии, так и по времени написания. От первого издания в виде книги «Ведьмак» «Последнее желание» отличается связующей серией интерлюдий «Глас рассудка» и наличием рассказов «Последнее желание» и «Край света».",
      "dateFrom": "13.04.2023",
      "dateTo": "05.05.2023",
      "id": 1
    },
    {
      "title": "«Грозовой перевал», Эмили Бронте",
      "description": "История любви Хитклифа к Кэтрин, дочери своего хозяина, до сих пор находит большой отклик у читателей, а вересковые пустоши Йоркшира превратились в одну из достопримечательностей Англии. Эмили Бронте даже пришлось взять мужской псевдоним, чтобы опубликовать книгу.",
      "dateFrom": "",
      "dateTo": "",
      "id": 2
    },
    {
      "title": "«Портрет Дориана Грея», Оскар Уайльд",
      "description": "Критики называют произведение интеллектуально-аллегорической повестью с элементами декаданса. Главный герой пожелал, чтобы вместо него старел портрет. И пока он сам предается распутному образу жизни и остается таким же молодым, его рисованная копия заметно меняется.",
      "dateFrom": "",
      "dateTo": "",
      "id": 3
    },
    {
      "title": "«Великий Гэтсби», Фрэнсис Скотт Фитцжеральд",
      "description": "Ник Каррауэй знакомит читателей с необычным персонажем — Джеем Гэтсби. Жизнь последнего кажется настоящим праздником — бесконечные вечеринки, лучшие автомобили, завидное место в обществе. Но на самом деле столь успешный Гэтсби скрывает большую тайну.",
      "dateFrom": "20.11.2022",
      "dateTo": "12.02.2023",
      "id": 4
    },
    {
      "title": "«Убить пересмешника», Харпер Ли",
      "description": "Историю рассказывает маленькая девочка Джин Финч. В небольшом городе, где она живет, начинается громкое судебное дело. Ее отец — адвокат и просто честный человек решает спасти подсудимого, потому что верит в его невиновность.",
      "dateFrom": "10.09.2022",
      "dateTo": "",
      "id": 5
    },
    {
      "title": "«Отверженные», Виктор Гюго",
      "description": "После девятнадцатилетнего заключения бывший каторжник перестал верить в простые человеческие чувства. Но его мировоззрение меняет встреча с католическим епископом, и из отверженного он превращается в одну из главных фигур города.",
      "dateFrom": "",
      "dateTo": "",
      "id": 6
    }
  ]
}