{
  "books": [
    {
      "title": "Последнее желание",
      "author": "Анджей Сапковский",
      "description": "Сборник рассказов писателя Анджея Сапковского в жанре фэнтези, объединённых общим персонажем - ведьмаком Геральтом из Ривии. Это первое произведение из цикла «Ведьмак» как по хронологии, так и по времени написания. От первого издания в виде книги «Ведьмак» «Последнее желание» отличается связующей серией интерлюдий «Глас рассудка» и наличием рассказов «Последнее желание» и «Край света».",
      "dateFrom": "13.04.2023",
      "dateTo": "05.05.2023",
      "id": 1
    },
    {
      "title": "Грозовой перевал",
      "author": "Эмили Бронте",
      "description": "История любви Хитклифа к Кэтрин, дочери своего хозяина, до сих пор находит большой отклик у читателей, а вересковые пустоши Йоркшира превратились в одну из достопримечательностей Англии. Эмили Бронте даже пришлось взять мужской псевдоним, чтобы опубликовать книгу.",
      "dateFrom": "",
      "dateTo": "",
      "id": 2
    },
    {
      "title": "Портрет Дориана Грея",
      "author": "Оскар Уайльд",
      "description": "Критики называют произведение интеллектуально-аллегорической повестью с элементами декаданса. Главный герой пожелал, чтобы вместо него старел портрет. И пока он сам предается распутному образу жизни и остается таким же молодым, его рисованная копия заметно меняется.",
      "dateFrom": "",
      "dateTo": "",
      "id": 3
    },
    {
      "title": "Великий Гэтсби",
      "author": "Фрэнсис Скотт Фитцжеральд",
      "description": "Ник Каррауэй знакомит читателей с необычным персонажем — Джеем Гэтсби. Жизнь последнего кажется настоящим праздником — бесконечные вечеринки, лучшие автомобили, завидное место в обществе. Но на самом деле столь успешный Гэтсби скрывает большую тайну.",
      "dateFrom": "20.11.2022",
      "dateTo": "12.02.2023",
      "id": 4
    },
    {
      "title": "Убить пересмешника",
      "author": "Харпер Ли",
      "description": "Историю рассказывает маленькая девочка Джин Финч. В небольшом городе, где она живет, начинается громкое судебное дело. Ее отец — адвокат и просто честный человек решает спасти подсудимого, потому что верит в его невиновность.",
      "dateFrom": "10.09.2022",
      "dateTo": "",
      "id": 5
    },
    {
      "title": "Отверженные",
      "author": "Виктор Гюго",
      "description": "После девятнадцатилетнего заключения бывший каторжник перестал верить в простые человеческие чувства. Но его мировоззрение меняет встреча с католическим епископом, и из отверженного он превращается в одну из главных фигур города.",
      "dateFrom": "",
      "dateTo": "",
      "id": 6
    },
    {
      "title": "1984",
      "author": "Джордж Оруэлл",
      "description": "Роман рассказывает о будущем, где правит тоталитарный режим, основанный на всеобщем контроле, исторической редактировке и массовой пропаганде. Главный герой, Уинстон Смит, работает в министерстве истории, подделывая документы и удаляя неподходящую информацию. Но он начинает сомневаться в системе и вступает в опасное сопротивление.",
      "dateFrom": "",
      "dateTo": "",
      "id": 7
    },
    {
      "title": "Война и мир",
      "author": "Лев Толстой",
      "description": "Величайший роман русской литературы рассказывает о событиях во время войны 1812 года и последствиях для русского общества. Лев Толстой описывает судьбы нескольких семей и отдельных персонажей, их любовь и страдания, взаимоотношения и поиски смысла жизни.",
      "dateFrom": "",
      "dateTo": "",
      "id": 8
    },
    {
      "title": "Мастер и Маргарита",
      "author": "Михаил Булгаков",
      "description": "Роман, сочетающий в себе различные жанры и стили, рассказывает о визите дьявола в Москву. Сатира, мистика, любовь, ирония, философия и религиозные мотивы переплетаются в истории о силе и добре, человеческих слабостях и искуплении.",
      "dateFrom": "",
      "dateTo": "",
      "id": 9
    },
    {
      "title": "Гарри Поттер и философский камень",
      "author": "Джоан Роулинг",
      "description": "Первая книга в знаменитой серии о юном волшебнике Гарри Поттере. Гарри узнает о своей настоящей природе и поступает в Хогвартс, школу магии и волшебства. Вместе с новыми друзьями Гермионой и Роном он сталкивается с темными силами и ищет таинственный философский камень.",
      "dateFrom": "",
      "dateTo": "",
      "id": 10
    },
    {
      "title": "Преступление и наказание",
      "author": "Федор Достоевский",
      "description": "Роман о бедном студенте Раскольникове, который убивает старушку-процентщицу в порыве мысли о совершении идеального преступления. После этого он пытается скрыть свою вину, но его совесть мучает, и он подвергается мучительному внутреннему конфликту.",
      "dateFrom": "",
      "dateTo": "",
      "id": 11
    },
    {
      "title": "Маленький принц",
      "author": "Антуан де Сент-Экзюпери",
      "description": "Философская сказка, написанная для детей и взрослых. Рассказывает историю маленького принца, путешествующего по разным планетам и встречающего разных странных обитателей. Во время путешествия он задает глубокие вопросы о жизни, дружбе, любви и значении вещей.",
      "dateFrom": "",
      "dateTo": "",
      "id": 12
    },
    {
      "title": "Над пропастью во ржи",
      "author": "Джером Д. Сэлинджер",
      "description": "История о шестнадцатилетнем юноше Холдене Колфилде, который после исключения из школы отправляется в Нью-Йорк и встречается с различными людьми и ситуациями. Книга затрагивает темы подросткового бунта, поиска себя и смысла жизни.",
      "dateFrom": "",
      "dateTo": "",
      "id": 13
    },
    {
      "title": "Три товарища",
      "author": "Эрих Мария Ремарк",
      "description": "Роман рассказывает о жизни трех друзей, которые вернулись с фронта после Первой мировой войны и пытаются найти свое место в жизни в Германии. Книга затрагивает темы любви, дружбы, надежды и отчаяния в условиях послевоенного общества.",
      "dateFrom": "",
      "dateTo": "",
      "id": 14
    },
    {
      "title": "Тень горы",
      "author": "Грегори Дэвид Робертс",
      "description": "Роман, основанный на реальных событиях, рассказывает историю Анатолия, который родился в Турции в семье армян. В юности он стал свидетелем трагических событий Геноцида армян в Османской империи. Книга рассказывает о его жизни и стремлении к выживанию и справедливости.",
      "dateFrom": "",
      "dateTo": "",
      "id": 15
    },
    {
      "title": "Милый друг",
      "author": "Элизабет Хармон",
      "description": "Роман, рассказывающий историю необычной дружбы между одинокой девочкой Элли и ее воображаемым другом, который принимает вид гигантского монстра. Вместе они исследуют мир фантазий и сталкиваются с реальными проблемами.",
      "dateFrom": "",
      "dateTo": "",
      "id": 16
    },
    {
      "title": "Атлант расправил плечи",
      "author": "Айн Рэнд",
      "description": "Философский роман, описывающий борьбу индивидуалистического гения Харти Дэнтона за свободу и против навязываемого коллективизма. Книга поднимает вопросы этики, морали и роли индивидуума в обществе.",
      "dateFrom": "",
      "dateTo": "",
      "id": 17
    },
    {
      "title": "Властелин колец",
      "author": "Дж.R.R. Толкин",
      "description": "Эпическая фэнтезийная трилогия, рассказывающая о сражении хороших сил с тьмой. Главный герой Фродо Бэггинс отправляется в опасное путешествие, чтобы уничтожить Кольцо Всевластья и остановить злого Саурона.",
      "dateFrom": "",
      "dateTo": "",
      "id": 18
    },
    {
      "title": "Алхимик",
      "author": "Пауло Коэльо",
      "description": "История молодого пастуха, который отправляется в поисках сокровищ и своего истинного предназначения. В ходе своего путешествия он узнает о силе мечты, судьбе и внутренней мудрости.",
      "dateFrom": "",
      "dateTo": "",
      "id": 19
    },
    {
      "title": "451 градус по Фаренгейту",
      "author": "Рэй Брэдбери",
      "description": "Роман-антиутопия, где книги запрещены и подвергаются сжиганию. Главный герой, пожарник Монтаг, начинает сомневаться в правильности этой системы и решает бороться за сохранение книг и свободы мысли.",
      "dateFrom": "",
      "dateTo": "",
      "id": 20
    },
    {
      "title": "Анна Каренина",
      "author": "Лев Толстой",
      "description": "Роман, рассказывающий о жизни аристократии в России XIX века. Основная сюжетная линия вращается вокруг героини Анны Карениной и ее запретной любви к офицеру.",
      "dateFrom": "",
      "dateTo": "",
      "id": 21
    },
    {
      "title": "Улисс",
      "author": "Джеймс Джойс",
      "description": "Сложный и многослойный роман, который рассказывает о одном дне жизни главного героя Лео Блума в Дублине. Книга известна своими экспериментальными литературными приемами и сложной композицией.",
      "dateFrom": "",
      "dateTo": "",
      "id": 22
    },
    {
      "title": "Гордость и предубеждение",
      "author": "Джейн Остин",
      "description": "Классический роман о любви и общественных предрассудках в английском обществе начала XIX века. Главная героиня Элизабет Беннет пытается найти баланс между своими чувствами и требованиями общества.",
      "dateFrom": "",
      "dateTo": "",
      "id": 23
    }
  ]
}